import { docs } from '../docs';

export const termsOfService: docs = {
    version: '2024-6-20',
    title: '이용약관',
    body: `
        <h2>제 1 조 (목적)</h2>
        <p>
          이 약관은 비영리단체 오픈튜토리얼스(이하 "운영자")가 운영하는 OTU
          서비스(이하 "서비스")의 이용조건 및 절차, 기타 필요한 사항을 규정함을
          목적으로 합니다.
        </p>

        <h2>제 2 조 (정의)</h2>
        <ol>
          <li>"서비스"란 운영자가 제공하는 메모앱 서비스를 말합니다.</li>
          <li>
            "회원"이란 서비스에 접속하여 이 약관에 따라 운영자가 제공하는
            서비스를 이용하는 이용자를 말합니다.
          </li>
          <li>
            "이용료"란 기본 메모 기능은 무료로 제공되며, AI 등 많은 비용이
            필요한 기능은 무료 사용량을 초과할 경우 구독제로 더 많이 사용할 수
            있는 요금을 말합니다.
          </li>
        </ol>

        <h2>제 3 조 (이용약관의 효력 및 변경)</h2>
        <ol>
          <li>
            이 약관은 서비스 화면에 게시하여 공지함으로써 효력을 발생합니다.
          </li>
          <li>
            운영자는 합리적인 사유가 발생할 경우 관련 법령에 위배되지 않는
            범위에서 이 약관을 변경할 수 있습니다.
          </li>
        </ol>

        <h2>제 4 조 (서비스의 이용)</h2>
        <ol>
          <li>
            서비스의 이용은 연령 제한이 없으며, 누구나 이용할 수 있습니다.
          </li>
          <li>
            회원은 기본 메모 기능을 무료로 이용할 수 있으며, AI 등의 많은 비용이
            필요한 기능은 무료 사용량을 초과할 경우 구독제를 통해 이용할 수
            있습니다.
          </li>
        </ol>

        <h2>제 5 조 (서비스의 중단)</h2>
        <ol>
          <li>
            운영자는 서비스 중단 시 최소 3개월 전에 공지하며, 사용자는 자신의
            데이터를 다운로드 받을 수 있습니다.
          </li>
        </ol>

        <h2>제 6 조 (회원의 의무)</h2>
        <ol>
          <li>회원은 이 약관 및 관련 법령을 준수하여야 합니다.</li>
          <li>
            회원은 운영자의 사전 승낙 없이 서비스를 이용하여 어떠한 영리 행위도
            할 수 없습니다.
          </li>
        </ol>

        <h2>제 7 조 (개인정보 보호)</h2>
        <p>
          운영자는 회원의 개인정보를 보호하기 위하여 최선을 다하며, 관련 법령 및
          개인정보처리방침에 따라 개인정보를 처리합니다.
        </p>

        <h2>제 8 조 (기타)</h2>
        <ol>
          <li>
            이 약관에 명시되지 않은 사항에 대해서는 관련 법령 및 상관례에
            따릅니다.
          </li>
        </ol>
        <p>본 약관은 2024년 6월 20일부터 시행됩니다.</p>


        <h2>제 9 조 (라이선스 부여)</h2>
        <p>
          운영자는 회원에게 본 서비스 및 관련 소프트웨어(이하 “앱”)를 개인적 용도로만 사용하기 위하여 제한적, 비독점적, 양도불가한 사용권을 부여합니다. 회원은 운영자의 사전 서면 동의 없이 앱의 복제, 배포, 수정, 역설계(리버스 엔지니어링) 등을 할 수 없습니다.
        </p>

        <h2>제 10 조 (면책 및 보증 부인)</h2>
        <p>
          운영자는 본 서비스를 "있는 그대로" 제공하며, 서비스 이용 중 발생하는 오류, 중단, 손해 등 모든 결과에 대해 명시적·묵시적 보증을 하지 않습니다. 회원은 서비스 이용에 따른 모든 위험을 스스로 부담하는 것으로 합니다.
        </p>

        <h2>제 11 조 (책임의 제한)</h2>
        <p>
          운영자는 본 서비스 이용과 관련하여 발생하는 직·간접적, 우발적, 특별, 결과적 손해(예: 데이터 손실, 영업 중단 등)에 대하여 법률이 허용하는 최대 범위 내에서 책임을 제한하며, 운영자의 총 책임은 회원이 실제로 지불한 이용료를 초과하지 않습니다.
        </p>

        <h2>제 12 조 (수출 제한)</h2>
        <p>
          회원은 본 서비스 및 관련 소프트웨어를 해당 국가의 수출입 관련 법령에 따라 사용해야 하며, 관련 법령 위반으로 발생하는 모든 법적 책임은 회원에게 있습니다.
        </p>

        <h2>제 13 조 (준거법 및 분쟁 해결)</h2>
        <p>
          본 약관은 대한민국 법률에 따라 해석되며, 본 약관과 관련하여 발생하는 모든 분쟁은 서울중앙지방법원을 제1심 전속관할 법원으로 합니다.
        </p>
  `,
};
