import { docs } from '../AgreementForm';

export const marketing: docs = {
    version: '2024-6-20',
    title: '마케팅 정보 수신 동의',
    body: `

<h2>제 1 조 (목적)</h2>
<p>이 약관은 비영리단체 오픈튜토리얼스(이하 "운영자")가 운영하는 OTU 서비스(이하 "서비스")의 마케팅 정보 수신 동의에 대한 조건 및 절차를 규정함을 목적으로 합니다.</p>

<h2>제 2 조 (마케팅 정보의 전달 방법)</h2>
<p>운영자는 회원에게 마케팅 정보를 이메일 및 푸시알림을 통해 전달할 수 있습니다.</p>

<h2>제 3 조 (마케팅 수신 동의 철회 방법)</h2>
<p>회원은 언제든지 서비스 내 설정 메뉴에서 마케팅 정보 수신 동의를 철회할 수 있습니다.</p>

<h2>제 4 조 (마케팅 정보의 내용)</h2>
<p>운영자는 다음과 같은 마케팅 정보를 회원에게 제공할 수 있습니다:</p>
<ol>
    <li>신규 기능 알림</li>
    <li>프로모션 정보</li>
    <li>서비스 업데이트 및 개선 사항</li>
    <li>기타 서비스 관련 유익한 정보</li>
</ol>

<h2>제 5 조 (회원의 의무)</h2>
<ol>
    <li>회원은 정확한 이메일 주소와 연락처를 제공하여야 하며, 변경사항이 있을 경우 이를 즉시 운영자에게 알려야 합니다.</li>
    <li>회원은 마케팅 정보를 수신하기 위해 제공된 연락처를 제3자에게 공유해서는 안 됩니다.</li>
</ol>

<h2>제 6 조 (기타)</h2>
<ol>
    <li>이 약관에 명시되지 않은 사항에 대해서는 관련 법령 및 상관례에 따릅니다.</li>
</ol>

<p>본 마케팅 수신동의 약관은 2024년 6월 20일부터 시행됩니다.</p>
`,
};
